{"id":"203", "text": "For me, the new year prompts a cleaning frenzy. No sense waiting until spring — I prefer to launch into the new calendar knowing that my house is spick-and-span. In addition to the areas of my home I clean regularly, such as the kitchen sink, toilets and floors, I also focus on my appliances, which typically get overlooked. By not cleaning your appliances, you are not just allowing germs to thrive, but you are also affecting the machines’ performance. Here are six appliances you should clean regularly, as well as advice on how to do so and how often. Dishwasher Clean your dishwasher monthly to prevent a buildup of germs and maintain the efficiency of the machine — you want to make sure your dishes are clean! Pour distilled white vinegar into a dishwasher-safe cup (I usually use a two-cup Pyrex measuring cup), and place the cup upright on an empty dishwasher’s top rack. Run a full cycle, using the hot-water setting. Next, deodorize the machine by sprinkling a cup of baking soda on the bottom of the tub and running the dishwasher on a half-cycle with hot water. Afterward, leave your dishwasher open for a few hours to air it out.  The dirty truth: Six common mistakes you make when loading your dishwasher. Coffee maker Give your coffee maker a thorough cleaning once a month. Hard-water minerals can build up in its inner workings, which can not only affect the taste of your joe but also slow down its brewing time. Again, distilled white vinegar does the trick. Fill the machine’s reservoir with equal parts vinegar and water and place a paper filter in the machine’s basket. Brew the solution halfway. Turn off the machine and let it sit for 30 minutes. Turn the machine back on and finish brewing. Pour out the solution, replace the filter and run clean water through the machine two more times. Refrigerator Remove everything from your refrigerator quarterly so you can wipe down the inside. This is a healthy habit, too, because it will allow you to more easily check for expired food. Toss anything past its prime. Wipe and deodorize shelves with a solution of warm water and baking soda (1 tablespoon baking soda mixed with 1 quart warm water). If you can, pull the refrigerator away from the wall and vacuum dust and dirt that has collected. When you go to refill your refrigerator, don’t overstuff it. You need room to let cool air circulate, which will keep food at a safe temperature. (Refrigerators should be set at 37 to 40 degrees and your freezer at zero degrees.) ­Conversely, don’t leave your refrigerator empty. Refrigerators need to have some items in them to maintain low temperatures. Those items will absorb the warm air that enters when you open the door. When you restock your refrigerator, keep items such as soda, beer and pasteurized fruit juices on the top shelf. This is not the coldest place in your fridge, so you want to avoid storing items such as milk that spoil easily there. On the middle shelf, store items that require a consistent temperature, including eggs, butter and jarred foods such as tomato sauce. On the bottom shelf, the coldest part of your refrigerator, store items that spoil easily, such as dairy products and raw meat. Store condiments such as ketchup, jams, salad dressings, mustard and pickles on the refrigerator door. These items tend to be high in salt, sugar and vinegar, so they can withstand higher temperatures. Store vegetables in the drawer labeled “high humidity,” and store fruit in the “low-humidity” drawer, sometimes called the crisper.  Washing machine Washing machines can be breeding grounds for salmonella and other germs. When you wash items in hot water, your machine is being cleaned as well, but once a month, you should still run an empty load with hot water and about a cup of distilled white vinegar to sanitize the basin and wipe out any lingering germs. If you have a front-loading machine, leave the door open between washes to let the machine’s interior dry. Garbage disposal To clean your disposal, drop in a cutup lemon, a couple of tablespoons of salt and a few ice cubes. The lemon deodorizes, and the ice and salt clean away residue. You should do this about once a month or, if there is a strong odor emanating from your disposal, more frequently.  [Six common mistakes you make when operating your garbage disposal]  Microwave Fill a microwave-safe cup or bowl with about one cup of water. (Again, I use a Pyrex measuring cup.) Add several slices of lemon or several tablespoons of distilled white vinegar. Place the cup in the microwave and turn the microwave on high for about three minutes or until the water is very hot and the window is covered in steam. Open the door and wipe down the interior with a clean cloth. I do this about once a month, but I suggest doing it more frequently if you regularly heat up soup, melt butter or warm anything uncovered that has the potential to splatter.  Mayhew, a “Today” show style expert and former magazine editor, is the author of “Flip! for Decorating.”"}